INSERT INTO public.product_info (product_id,composition,pharmacological_action,indications,contraindications,side_effects,interactions,dosage,overdose,full_description,storage_conditions,shelf_life) VALUES
	 (2,'Действующее вещество: парацетамол – 500,000 мг;вспомогательные вещества: лимонная кислота безводная; натрия гидрокарбонат; натрия карбонат безводный; сорбитол; натрия сахаринат; докузат натрия; повидон (К30); натрия бензоат','Фармакотерапевтическая группа: анальгезирующее ненаркотическое средство.

Код АТХ: N02BE01

Фармакологические свойства

Фармакодинамика

Парацетамол обладает жаропонижающим и болеутоляющим действием. Механизм действия парацетамола, предположительно, заключается в ингибировании синтеза простагландинов, в первую очередь в центральной нервной системе. Отсутствие подавления простагландинов обеспечивает важные фармакологические свойства, например, сохранение защитных простагландинов в желудочно-кишечном тракте; парацетамол не изменяет водно-электролитный обмен и не вызывает повреждения слизистой оболочки желудочно-кишечного тракта. Таким образом, парацетамол особенно подходит пациентам с заболеваниями желудочно-кишечного тракта в анамнезе (как, например, пациентам с желудочно-кишечным кровотечением в анамнезе или у пациентам пожилого возраста) или пациентам, принимающим сопутствующие лекарственные препараты, когда ингибирование периферических простагландинов может быть нежелательным.

Натрия гидрокарбонат не обладает обезболивающим действием.

Фармакокинетика

Абсорбция

Парацетамол быстро и практически полностью всасывается из желудочно-кишечного тракта. Время достижения максимальной концентрации в плазме крови (ТCmах) – 30-50 минут; максимальная концентрация в плазме крови (Сmах) – 5-20 мкг/мл.

Распределение

При терапевтических концентрациях связь с белками плазмы крови – 15 %. Проникает через гематоэнцефалический барьер. Менее 1 % от принятой кормящей матерью дозы парацетамола проникает в грудное молоко. Терапевтически эффективная концентрация парацетамола в плазме достигается при его назначении в дозе 10-15 мг/кг.

Метаболизм

Парацетамол метаболизируется в печени (90-95 %): и подвергается конъюгированию с глюкуроновой кислотой и сульфатами с образованием неактивных метаболитов. Основными метаболитами являются сульфаты и глюкуронидные конъюгаты. Под влиянием смешанной оксидазной системы цитохрома Р450 происходит образование гепатотоксического метаболита, который быстро инактивируется глутатионом и впоследствии выводится с мочой в форме цистеина и конъюгатов с меркаптуровой кислотой. Дополнительными путями метаболизма являются гидроксилирование до 3-гидроксипарацетамола и метоксилирование до 3-метоксипарацетамола, которые впоследствии конъюгируют с глюкуронидами или сульфатами.

Выведение

Период полувыведения составляет 1-4 часа.

Парацетамол выводится почками в виде метаболитов, преимущественно глюкуронидов и сульфатов, менее 5 % – в неизмененном виде.

У пожилых пациентов снижается клиренс парацетамола и увеличивается период его полувыведения.','Применяют у взрослых и детей с 6 лет в качестве:
• жаропонижающего средства при острых респираторных заболеваниях, сопровождающихся повышением температуры тела;
• обезболивающего средства при болевом синдроме слабой и умеренной выраженности: при зубной боли, в том числе после удаления зубов и прочих стоматологических процедур, головной боли, мигрени, боли в горле, артралгии, остеоартрите, ушной боли при отите, миалгии, дисменорее (болезненных менструациях).
Препарат не влияет на прогрессирование заболевания.','• Повышенная чувствительность к парацетамолу или любому другому компоненту препарата; 
• детский возраст до 6 лет;
• дефицит изомальтазы и/или сахаразы, непереносимость фруктозы, глюкозо-галактозная мальабсорбция.

С осторожностью 
Почечная и печеночная недостаточность легкой и средней степени тяжести, доброкачественные гипербилирубинемии (в том числе синдром Жильбера), вирусный гепатит, алкогольное поражение печени, дегидратация, алкоголизм, беременность, период грудного вскармливания, гиповолемия, анорексия, булимия и кахексия (недостаточный запас глутатиона в печени).
При наличии какого-либо из перечисленных заболеваний перед приемом препарата необходимо проконсультироваться с врачом.','В рекомендованных дозах препарат обычно хорошо переносится.

Нижеперечисленные нежелательные реакции выявлены спонтанно в ходе пост-регистрационного применения препарата.

Нежелательные реакции классифицированы по системам организма и в соответствии с частотой развития. Частота развития нежелательных реакций определяется следующим образом: очень часто (≥ 1/10), часто (≥ 1/100 и < 1/10), нечасто (≥ 1/1000 и < 1/100), редко (≥ 1/10000 и < 1/1000), очень редко (< 10000), частота неизвестна (частота не может быть оценена, исходя из имеющихся данных).

Нарушения со стороны крови и лимфатической системы

Очень редко: тромбоцитопения, метгемоглобинемия, анемия, гемолитическая анемия.

Нарушения со стороны иммунной системы

Очень редко: высыпания на коже, зуд, ангионевротический отек, синдром Стивенса-Джонсона, токсический эпидермальный некролиз (синдром Лаелла), анафилаксия.

Нарушения со стороны сердца и сосудов

Очень редко: гипотензия, снижение или увеличение протромбинового индекса.

Нарушения со стороны дыхательной системы, органов грудной клетки и средостения

Очень редко: бронхоспазм (у пациентов с гиперчувствительностью к ацетилсалициловой кислоте и другим нестероидным противовоспалительным препаратам).

Нарушения со стороны желудочно-кишечного тракта

Редко: боль в животе, диарея, диспепсия, вздутие живота.

Нарушения со стороны печени и желчевыводящих путей

Очень редко: нарушения функции печени, повышение уровня трансаминаз.

Частота неизвестна: печеночная недостаточность.

При длительном применении парацетамола в высоких дозах возможно гепатоксическое и нефротоксическое действие.

Если любые из указанных в инструкции побочных эффектов усугубляются, или Вы заметили любые другие побочные эффекты, не указанные в инструкции, сообщите об этом врачу.','Не рекомендуется прием препарата Парацетамол Реневал одновременно с другими парацетамолсодержащими препаратами, так как это может привести к передозировке парацетамола. Длительное совместное применение парацетамола и НПВП повышает риск развития «анальгетической» нефропатии и почечного папиллярного некроза, наступления терминальной стадии почечной недостаточности.
Одновременное длительное применение парацетамола в высоких дозах и салицилатов повышает риск развития рака почки или мочевого пузыря.
При регулярном приеме в течение длительного времени препарат усиливает действие непрямых антикоагулянтов (варфарин и прочие кумарины), что увеличивает риск кровотечений. Эпизодический прием разовой дозы препарата не оказывает значимого влияния на действие непрямых антикоагулянтов.
Дифлунисал повышает плазменную концентрацию парацетамола на 50 %, что повышает риск развития гепатотоксичности.
Барбитураты, карбамазепин, фенитоин, дифенин, примидон и другие противосудорожные средства, этанол, рифампицин, зидовудин, флумецинол, фенилбутазон, бутадион, препараты зверобоя продырявленного и другие индукторы микросомального окисления увеличивают продукцию гидроксилированных активных метаболитов, обуславливая возможность развития тяжелого поражения печени при небольших передозировках парацетамола (5 г и более). Кроме того, одновременное применение парацетамола и алкоголя повышает риск развития острого панкреатита.
Ингибиторы микросомальных ферментов печени (циметидин) снижают риск гепатотоксического действия. Под действием парацетамола время выведения левомицетина (хлорамфеникола) увеличивается в 5 раз, вследствие чего возрастает риск отравления левомицетином (хлорамфениколом).
Метоклопрамид и домперидон увеличивают, а колестирамин снижает скорость всасывания парацетамола. Препарат может снижать эффективность урикозурических препаратов.','Для приема внутрь.

Не превышайте указанную дозу!

Следует применять наименьшую дозу, необходимую для достижения эффекта, в течение максимально короткого периода времени!

Минимальный интервал между приемами препарата Парацетамол Реневал должен составлять не менее 4 часов.

Взрослые (включая пожилых) и дети старше 12 лет

По 1-2 таблетки, растворенные в половине стакана воды, каждые 4-6 часов, по мере необходимости, но не более 4 раз в сутки.

Максимальная суточная доза – 8 таблеток.

Максимальная продолжительность непрерывного применения без консультации врача: 5 дней в качестве обезболивающего и 3 дня в качестве жаропонижающего средства.

Дети в возрасте от 6 до 11 лет

Не более 4 доз в течение 24 часов.

Максимальная продолжительность непрерывного применения без консультации врача: 3 дня.

Максимальная суточная доза: 60 мг/кг массы тела при приеме отдельными дозами по 10-15 мг/кг массы тела в течение 24 часов.

Дети в возрасте от 6 до 8 лет

По ½ таблетки, растворенной в половине стакана воды, каждые 4-6 часов, по мере необходимости, но не более 4 раз в сутки.

Дети в возрасте от 9 до 11 лет

По 1 таблетке, растворенной в половине стакана воды, каждые 4-6 часов, по мере необходимости, но не более 4 раз в сутки.

Особые группы пациентов

Пациенты с нарушением функции почек

Перед применением препарата Парацетамол Реневал пациентам с нарушением функции почек необходимо предварительно проконсультироваться с врачом. Ограничения, связанные с применением парацетамолсодержащих препаратов у пациентов с нарушением функции почек, преимущественно связаны с содержанием парацетамола в лекарственном препарате.

Пациенты с нарушением функции печени

Перед применением препарата Парацетамол Реневал пациентам с нарушением функции печени необходимо предварительно проконсультироваться с врачом. Ограничения, связанные с применением парацетамолсодержащих препаратов у пациентов с нарушением функции печени, преимущественно связаны с содержанием парацетамола в лекарственном препарате.','Передозировка парацетамола может вызвать печеночную недостаточность, которая может привести к необходимости пересадки печени или смерти. Кроме того, наблюдается острый панкреатит, сопровождающийся печеночной дисфункцией и гепатотоксичностью.

Симптомы

Клиническая картина острой передозировки развивается в течение 24 часов после приема парацетамола. Появляются желудочно-кишечные расстройства (тошнота, рвота, снижение аппетита, ощущение дискомфорта в брюшной полости и/или абдоминальная боль), бледность кожных покровов. При одномоментном введении взрослым 7,5 г и более или детям более 140 мг/кг происходит цитолиз гепатоцитов с полным и необратимым некрозом печени, развитием печеночной недостаточности, метаболического ацидоза и энцефалопатии, которые могут привести к коме и летальному исходу. Прием внутрь 5 г или более парацетамола может привести к повреждению печени при наличии факторов риска (длительное лечение карбамазепином, фенобарбиталом, фенитоином, примидоном, рифампицином, зверобоем продырявленным или другими препаратами, которые являются индукторами микросомальных ферментов печени; злоупотребление этанолом, дефицит глутатиона, нарушение пищеварения, муковисцидоз, ВИЧ-инфекция, голодание, кахексия). Через 12-48 часов после введения парацетамола отмечается повышение активности микросомальных ферментов печени, лактатдегидрогеназы, концентрации билирубина и снижение содержания протромбина. Клинические симптомы повреждения печени проявляются через 2 суток после передозировки препарата и достигают максимума на 4-6 день. При передозировке возможна интоксикация, особенно у пожилых пациентов, детей, пациентов с заболеваниями печени (вызванных хроническим алкоголизмом), у пациентов с нарушениями питания, а также у пациентов, принимающих индукторы микросомальных ферментов печени, при этом может развиться молниеносный гепатит, печеночная недостаточность, холестатический гепатит, цитолитический гепатит, иногда с летальным исходом. В тяжелых случаях передозировки в результате печеночной недостаточности может развиться энцефалопатия (нарушение функции головного мозга), отек мозга, кровотечения, гипогликемия, вплоть до летального исхода. Возможно развитие острой почечной недостаточности с острым тубулярным некрозом, характерными признаками которого является боль в поясничной области, гематурия (примесь крови или эритроцитов в моче), протеинурия (повышенное содержание белка в моче), при этом тяжелое поражение печени может отсутствовать. Отмечались случаи нарушения сердечного ритма, панкреатита.

Лечение

Немедленная госпитализация. При подозрении на передозировку, даже при отсутствии выраженных первых симптомов, необходимо прекратить применение парацетамола и немедленно обратиться за медицинской помощью. Следует определить уровень парацетамола в плазме крови, но не ранее чем через 4 часа после передозировки (более ранние результаты недостоверны). Лабораторные исследования активности микросомальных ферментов печени следует проводить в начале лечения и затем – каждые 24 часа. Введение донаторов SH-групп и предшественников синтеза глутатиона – метионина и ацетилцистеина – наиболее эффективно в первые 8 часов.

Симптоматическое лечение

В течение 1 часа после передозировки рекомендуется промывание желудка и прием энтеросорбентов (активированный уголь и другие). В большинстве случаев активность микросомальных ферментов печени нормализуется в течение 1-2 недель. В очень тяжелых случаях может потребоваться пересадка печени. Введение ацетилцистеина в течение 24 часов после передозировки. Максимальное защитное действие обеспечивается в течение первых 8 часов после передозировки, со временем эффективность антидота резко падает. При необходимости вводят ацетилцистеин внутривенно. При отсутствии рвоты до поступления пациента в стационар возможно применение метионина. Необходимость в проведении дополнительных терапевтических мероприятий (дальнейшее введение метионина, в/в введение ацетилцистеина) определяется в зависимости от концентрации парацетамола в крови, а также от времени, прошедшего после его приема. Лечение пациентов с серьезным нарушением функции печени через 24 часа после приема парацетамола должно проводиться совместно со специалистами токсикологического центра или специализированного отделения заболеваний печени.','Круглые плоскоцилиндрические таблетки от белого до белого с желтоватым оттенком цвета с фаской. Допускается легкая шероховатость и мраморность.','В сухом месте при температуре не выше 25 °С.
Хранить в недоступном для детей месте.','3 года.
Не применять по истечении срока годности.
'),
	 (4,'Действующее вещество: Левокарнитин (100 мг/мл или 200 мг/мл на 1 мл раствора) Вспомогательные вещества: раствор хлористоводородной кислоты 1 М, вода для инъекций','Является средством для коррекции метаболических процессов Участвует в переносе жирных кислот через мембраны клеток цитоплазмы в митохондрии Повышает устойчивость нервной ткани к гипоксии, травме и интоксикации Уменьшает степень лактатацидоза Оказывает анаболическое действие','Острые гипоксические состояния (гипоксия мозга, ишемический инсульт) Нарушения мозгового кровообращения (острый, подострый и восстановительный периоды) Дисциркуляторная энцефалопатия Травматические и токсические поражения головного мозга Дефицит карнитина (первичный и вторичный) Хроническая почечная недостаточность при гемодиализе Кардиомиопатия и ишемическая болезнь сердца','Индивидуальная непереносимость Беременность и период грудного вскармливания Возраст до 18 лет С осторожностью при сахарном диабете','Индивидуальная непереносимость Беременность и период грудного вскармливания Возраст до 18 лет С осторожностью при сахарном диабете','Глюкокортикоиды способствуют накоплению левокарнитина в тканях (кроме печени) Другие анаболические препараты усиливают эффект левокарнитина','Способ введения: внутривенно капельно или струйно (2-3 минуты) либо внутримышечно При острой гипоксии мозга: Первые 3 дня: 1 г/сутки (2 ампулы) Затем 7 дней: 0,5 г/сутки (1 ампула) Через 10-12 дней возможен повторный курс на 3-5 дней','Данных о токсичности нет При необходимости назначается симптоматическое лечение','Прозрачный бесцветный раствор с характерным запахом Выпускается в ампулах по 5 мл (100 мг/мл или 200 мг/мл)','Хранить в защищенном от света месте Температура не выше 25°C Держать в недоступном для детей месте','4 года с даты изготовления Не применять после истечения срока годности'),
	 (15,'Действующее вещество: Левокарнитин (100 мг/мл или 200 мг/мл на 1 мл раствора) Вспомогательные вещества: раствор хлористоводородной кислоты 1 М, вода для инъекций','Фармакотерапевтическая группа: нестероидный противовоспалительный препарат (НПВП).

Код АТХ: М01АЕ01

Фармакологические свойства

Фармакодинамика

Ибупрофен является нестероидным противовоспалительным препаратом (НПВП), производным пропионовой кислоты. Механизм действия ибупрофена обусловлен неизбирательным ингибированием ферментов - циклооксигеназы 1 (ЦОГ-1) и циклооксигеназы 2 (ЦОГ-2), приводящим к ингибированию синтеза простагландинов - медиаторов боли, воспаления и гипертермической реакции.

Ибупрофен оказывает быстрое обезболивающее, жаропонижающее и противовоспалительное действие. Кроме того, ибупрофен обратимо ингибирует агрегацию тромбоцитов.

Обезболивающее действие препарата продолжается до 8 ч.

Фармакокинетика

Всасывание

После приема внутрь абсорбция ибупрофена высокая. Быстро и практически полностью всасывается из желудочно-кишечного тракта (ЖКТ). После приема препарата натощак максимальная концентрация (Сmaх) ибупрофена в плазме крови достигается через 45 мин, при приеме во время еды - через 1-2 ч.

Распределение

Связь с белками плазмы крови - 90 %. Медленно проникает в полость суставов, задерживается в синовиальной ткани, создавая в ней большие концентрации, чем в плазме крови. В спинномозговой жидкости обнаруживаются более низкие концентрации ибупрофена по сравнению с плазмой крови.

В ограниченных исследованиях ибупрофен обнаруживался в грудном молоке в очень низких концентрациях.

Метаболизм

После абсорбции около 60% фармакологически неактивной R-формы медленно трансформируется в активную S-форму. Подвергается метаболизму в печени.

Выведение

Выводится почками, главным образом, в виде метаболитов и их конъюгатов (в неизмененном виде не более 1%), в меньшей степени экскретируется с желчью и выводится через кишечник. Период полувыведения (Т1/2) - 2 ч.','Применяют у взрослых и детей с 6 лет в качестве:
• жаропонижающего средства при острых респираторных заболеваниях, сопровождающихся повышением температуры тела;
• обезболивающего средства при болевом синдроме слабой и умеренной выраженности: при зубной боли, в том числе после удаления зубов и прочих стоматологических процедур, головной боли, мигрени, боли в горле, артралгии, остеоартрите, ушной боли при отите, миалгии, дисменорее (болезненных менструациях).
Препарат не влияет на прогрессирование заболевания.','• Повышенная чувствительность к парацетамолу или любому другому компоненту препарата; 
• детский возраст до 6 лет;
• дефицит изомальтазы и/или сахаразы, непереносимость фруктозы, глюкозо-галактозная мальабсорбция.

С осторожностью 
Почечная и печеночная недостаточность легкой и средней степени тяжести, доброкачественные гипербилирубинемии (в том числе синдром Жильбера), вирусный гепатит, алкогольное поражение печени, дегидратация, алкоголизм, беременность, период грудного вскармливания, гиповолемия, анорексия, булимия и кахексия (недостаточный запас глутатиона в печени).
При наличии какого-либо из перечисленных заболеваний перед приемом препарата необходимо проконсультироваться с врачом.','Желудочно-кишечные расстройства: Тошнота Рвота Диарея Вздутие живота Редко: Металлический привкус Нарушения вкуса Анацидоз Лактоацидоз (при передозировке)','При назначении препарата Ибупрофен необходимо учитывать его взаимодействие со следующими препаратами:

Ацетилсалициловая кислота (за исключением низких доз ацетилсалициловой кислоты (не более 75 мг в сутки), назначенных врачом), поскольку совместное применение может повысить риск возникновения побочных эффектов. При одновременном применении ибупрофен снижает противовоспалительное и антиагрегантное действие ацетилсалициловой кислоты (возможно повышение частоты развития острой коронарной недостаточности у пациентов, получающих в качестве антиагрегантного средства малые дозы ацетилсалициловой кислоты, после начала приема ибупрофена).

Другие НПВП, в частности, селективные ингибиторы ЦОГ-2: следует избегать одновременного применения двух и более препаратов из группы НПВП из-за возможного увеличения риска возникновения побочных эффектов.

С осторожностью применять одновременно со следующими лекарственными средствами:

Антикоагулянты и тромболитические препараты: НПВП могут усиливать эффект антикоагулянтов, в частности, варфарина и тромболитических препаратов.

Антигипертензивные средства (ингибиторы АПФ и антагонисты ангиотензина II) и диуретики: НПВП могут снижать эффективность препаратов этих групп. У некоторых пациентов с нарушением функции почек (например, у пациентов с обезвоживанием или у пациентов пожилого возраста с нарушением функции почек) одновременное назначение ингибиторов АПФ или антагонистов ангиотензина II и средств, ингибирующих циклооксигеназу, может привести к ухудшению функции почек, включая развитие острой почечной недостаточности (обычно обратимой). Эти взаимодействия следует учитывать у пациентов, принимающих НПВП одновременно с ингибиторами АПФ или антагонистами ангиотензина II. В связи с этим совместное применение вышеуказанных средств следует назначать с осторожностью, особенно у пожилых лиц. Необходимо предотвращать обезвоживание у пациентов, а также рассмотреть возможность мониторинга функции почек после начала такого комбинированного лечения и периодически - в дальнейшем. Диуретики и ингибиторы АПФ могут повышать нефротоксичность НПВП.f','Взрослым: обычно 250-500 мг каждые 8 часов Максимальная суточная доза: 6 г Курс лечения определяется врачом индивидуально Продолжительность приема обычно 7-14 дней Прием во время еды для уменьшения раздражающего действия на желудок','Симптомы: угнетение костномозгового кроветворения, желудочно-кишечные расстройства Лечение: гемосорбция, симптоматическая терапия','Розовые плоскоцилиндрические таблетки, покрытые оболочкой С почти плоскопараллельными поверхностями и скошенными кромками С характерным запахом панкреатина','Защищенное от света место Температура до 25°C Недоступность для детей','3 года с даты изготовления Использовать до окончания срока годности'),
	 (16,'Действующее вещество: Левокарнитин (100 мг/мл или 200 мг/мл на 1 мл раствора) Вспомогательные вещества: раствор хлористоводородной кислоты 1 М, вода для инъекций','Фармакотерапевтическая группа: нестероидный противовоспалительный препарат (НПВП).

Код АТХ: М01АЕ01

Фармакологические свойства

Фармакодинамика

Ибупрофен является нестероидным противовоспалительным препаратом (НПВП), производным пропионовой кислоты. Механизм действия ибупрофена обусловлен неизбирательным ингибированием ферментов - циклооксигеназы 1 (ЦОГ-1) и циклооксигеназы 2 (ЦОГ-2), приводящим к ингибированию синтеза простагландинов - медиаторов боли, воспаления и гипертермической реакции.

Ибупрофен оказывает быстрое обезболивающее, жаропонижающее и противовоспалительное действие. Кроме того, ибупрофен обратимо ингибирует агрегацию тромбоцитов.

Обезболивающее действие препарата продолжается до 8 ч.

Фармакокинетика

Всасывание

После приема внутрь абсорбция ибупрофена высокая. Быстро и практически полностью всасывается из желудочно-кишечного тракта (ЖКТ). После приема препарата натощак максимальная концентрация (Сmaх) ибупрофена в плазме крови достигается через 45 мин, при приеме во время еды - через 1-2 ч.

Распределение

Связь с белками плазмы крови - 90 %. Медленно проникает в полость суставов, задерживается в синовиальной ткани, создавая в ней большие концентрации, чем в плазме крови. В спинномозговой жидкости обнаруживаются более низкие концентрации ибупрофена по сравнению с плазмой крови.

В ограниченных исследованиях ибупрофен обнаруживался в грудном молоке в очень низких концентрациях.

Метаболизм

После абсорбции около 60% фармакологически неактивной R-формы медленно трансформируется в активную S-форму. Подвергается метаболизму в печени.

Выведение

Выводится почками, главным образом, в виде метаболитов и их конъюгатов (в неизмененном виде не более 1%), в меньшей степени экскретируется с желчью и выводится через кишечник. Период полувыведения (Т1/2) - 2 ч.','Применяют у взрослых и детей с 6 лет в качестве:
• жаропонижающего средства при острых респираторных заболеваниях, сопровождающихся повышением температуры тела;
• обезболивающего средства при болевом синдроме слабой и умеренной выраженности: при зубной боли, в том числе после удаления зубов и прочих стоматологических процедур, головной боли, мигрени, боли в горле, артралгии, остеоартрите, ушной боли при отите, миалгии, дисменорее (болезненных менструациях).
Препарат не влияет на прогрессирование заболевания.','• Повышенная чувствительность к парацетамолу или любому другому компоненту препарата; 
• детский возраст до 6 лет;
• дефицит изомальтазы и/или сахаразы, непереносимость фруктозы, глюкозо-галактозная мальабсорбция.

С осторожностью 
Почечная и печеночная недостаточность легкой и средней степени тяжести, доброкачественные гипербилирубинемии (в том числе синдром Жильбера), вирусный гепатит, алкогольное поражение печени, дегидратация, алкоголизм, беременность, период грудного вскармливания, гиповолемия, анорексия, булимия и кахексия (недостаточный запас глутатиона в печени).
При наличии какого-либо из перечисленных заболеваний перед приемом препарата необходимо проконсультироваться с врачом.','Желудочно-кишечные расстройства: Тошнота Рвота Диарея Вздутие живота Редко: Металлический привкус Нарушения вкуса Анацидоз Лактоацидоз (при передозировке)','При назначении препарата Ибупрофен необходимо учитывать его взаимодействие со следующими препаратами:

Ацетилсалициловая кислота (за исключением низких доз ацетилсалициловой кислоты (не более 75 мг в сутки), назначенных врачом), поскольку совместное применение может повысить риск возникновения побочных эффектов. При одновременном применении ибупрофен снижает противовоспалительное и антиагрегантное действие ацетилсалициловой кислоты (возможно повышение частоты развития острой коронарной недостаточности у пациентов, получающих в качестве антиагрегантного средства малые дозы ацетилсалициловой кислоты, после начала приема ибупрофена).

Другие НПВП, в частности, селективные ингибиторы ЦОГ-2: следует избегать одновременного применения двух и более препаратов из группы НПВП из-за возможного увеличения риска возникновения побочных эффектов.

С осторожностью применять одновременно со следующими лекарственными средствами:

Антикоагулянты и тромболитические препараты: НПВП могут усиливать эффект антикоагулянтов, в частности, варфарина и тромболитических препаратов.

Антигипертензивные средства (ингибиторы АПФ и антагонисты ангиотензина II) и диуретики: НПВП могут снижать эффективность препаратов этих групп. У некоторых пациентов с нарушением функции почек (например, у пациентов с обезвоживанием или у пациентов пожилого возраста с нарушением функции почек) одновременное назначение ингибиторов АПФ или антагонистов ангиотензина II и средств, ингибирующих циклооксигеназу, может привести к ухудшению функции почек, включая развитие острой почечной недостаточности (обычно обратимой). Эти взаимодействия следует учитывать у пациентов, принимающих НПВП одновременно с ингибиторами АПФ или антагонистами ангиотензина II. В связи с этим совместное применение вышеуказанных средств следует назначать с осторожностью, особенно у пожилых лиц. Необходимо предотвращать обезвоживание у пациентов, а также рассмотреть возможность мониторинга функции почек после начала такого комбинированного лечения и периодически - в дальнейшем. Диуретики и ингибиторы АПФ могут повышать нефротоксичность НПВП.','Взрослым: обычно 250-500 мг каждые 8 часов Максимальная суточная доза: 6 г Курс лечения определяется врачом индивидуально Продолжительность приема обычно 7-14 дней Прием во время еды для уменьшения раздражающего действия на желудок','Симптомы: угнетение костномозгового кроветворения, желудочно-кишечные расстройства Лечение: гемосорбция, симптоматическая терапия','Розовые плоскоцилиндрические таблетки, покрытые оболочкой С почти плоскопараллельными поверхностями и скошенными кромками С характерным запахом панкреатина','Защищенное от света место Температура до 25°C Недоступность для детей','3 года с даты изготовления Использовать до окончания срока годности'),
	 (1,'Действующее вещество: Ацетилсалициловая кислота Вспомогательные вещества могут варьироваться в зависимости от производителя','Обладает противовоспалительным, жаропонижающим и обезболивающим эффектами Ингибирует агрегацию тромбоцитов Уменьшает воспалительные реакции Понижает температуру тела при лихорадк','Лихорадочные состояния Болевой синдром легкой и умеренной интенсивности Воспалительные заболевания Профилактика тромбозов и инфаркта миокарда','Гиперчувствительность к аспирину или другим НПВС Активное желудочное или двенадцатиперстной кишки кровотечение Гемофилия и другие нарушения свертываемости крови Беременность III триместра Детский возраст до 15 лет при вирусных инфекциях','Тошнота и рвота Изжога и боли в эпигастральной области Кровотечения из желудочно-кишечного тракта Аллергические реакции Головная боль Шум в ушах','Усиливает действие антикоагулянтов Понижает эффективность диуретиков Усиливает токсическое действие метотрексата Уменьшает эффективность гипотензивных препаратов','Взрослым: обычно 250-1000 мг 2-3 раза в день Детям от 15 лет: по назначению врача При необходимости курс лечения определяется врачом индивидуально','Признаки: шум в ушах, головокружение, рвота Необходима немедленная медицинская помощь Проводится симптоматическое лечение','Белый кристаллический порошок без запаха Обычно выпускается в виде таблеток или порошка для приготовления раствора','Защищенное от света место Температура до 25°C Недоступность для детей','Обычно 5 лет с даты изготовления Использовать до окончания срока годности'),
	 (5,'Действующее вещество: мометазон фуроат (50 мкг в 1 дозе) Вспомогательные вещества: Глицерол (глицерин) - 2100 мкг Целлюлоза микрокристаллическая и карбоксиметилцеллюлоза натрия - 2000 мкг Натрия цитрата дигидрат - 280 мкг Лимонной кислоты моногидрат - 200 мкг Бензалкония хлорид (раствор 50%) - 40 мкг Полисорбат 80 - 10 мкг Вода очищенная - до 0.1 ','Глюкокортикостероид для интраназального применения Оказывает противовоспалительное и противоаллергическое действие Механизм действия: Ингибирует высвобождение медиаторов воспаления Повышает продукцию липомодулина Уменьшает воспалительный экссудат Тормозит миграцию макрофагов Снижает образование субстанции хемотаксиса','Лечение сезонного и круглогодичного аллергического ринита Облегчение симптомов: Заложенность носа Ринит Чихание Зуд в носу Слезотечение','Повышенная чувствительность к мометазону Нелеченная местная инфекция с вовлечением слизистой носа Недавнее оперативное вмешательство или травма носа Детский и подростковый возраст до 18 лет','Частые: Фарингит Инфекции верхних дыхательных путей Головная боль Носовые кровотечения Ощущение жжения в носу Раздражение слизистой оболочки носа Изъязвление слизистой оболочки носа Раздражение глотки','С осторожностью при одновременном применении с ингибиторами CYP3A4 Требуется тщательный контроль при комбинировании с: Кетоконазолом Итраконазолом Кларитромицином Ритонавиром Препаратами, содержащими кобицистат','Способ применения: интраназально Дозировка: 1 раз в день Суммарная суточная доза: 100-200 мкг Продолжительность лечения: Не более 3 месяцев подряд При необходимости длительного применения требуется консультация врача','Системная биодоступность при интраназальном применении менее 1% При необходимости дополнительного лечения следует обратиться к врачу','Спрей назальный дозированный Вид: суспензия белого или почти белого цвета Характеристика: имеет гелеобразную структуру, которая при встряхивании переходит в жидкость Упаковка: флаконы пластмассовые 18 г (120 доз) с дозатором и колпачком','Хранить при температуре от 2 до 25°C Защищать от света Хранить в недоступном для детей месте','3 года с даты изготовления Не применять после истечения срока годности'),
	 (7,'Действующее вещество: Амоксициллин Вспомогательные вещества могут варьироваться в зависимости от производителя','Антибактериальное средство из группы пенициллинов Широкий спектр противомикробного действия Работает путем нарушения синтеза клеточной стенки бактерий Активен против грамположительных и некоторых грамотрицательных микроорганизмов','Инфекции дыхательных путей (пневмония, бронхит) Инфекции мочевыделительной системы Инфекции кожи и мягких тканей Инфекции желудочно-кишечного тракта Ангины и отиты','Гиперчувствительность к пенициллинам Желтуха или повышение трансаминаз при приеме пенициллинов в анамнезе Беременность и кормление грудью (требуется осторожность) Повышенная чувствительность к вспомогательным компонентам','Диспепсические явления (тошнота, рвота, диарея) Аллергические реакции (крапивница, зуд) Ангионевротический отек Суперинфекция Кандидоз полости рта и влагалища Нарушения со стороны печени','Усиливает действие индиректных антикоагулянтов Ослабляет эффект пероральных контрацептивов Нарушает всасывание рифампицина Влияет на результаты определения глюкозы в моче','Взрослым: обычно 250-500 мг каждые 8 часов Максимальная суточная доза: 6 г Курс лечения определяется врачом индивидуально Продолжительность приема обычно 7-14 дней Прием во время еды для уменьшения раздражающего действия на желудок','Признаки: тошнота, рвота, диарея Лечение: промывание желудка и симптоматическая терапия В тяжелых случаях требуется госпитализация','Белый кристаллический порошок без запаха Выпускается в виде таблеток или капсул Имеет различные формы выпуска с разной дозировкой','Защищенное от света место Температура до 25°C Недоступность для детей','Обычно 3 года с даты изготовления Использовать до окончания срока годности'),
	 (3,'Действующее вещество: Метформин Вспомогательные вещества могут варьироваться в зависимости от производителя','Снижает концентрацию глюкозы в крови путем: Угнетения образования глюкозы в печени Увеличения чувствительности тканей к инсулину Усиления периферического захвата глюкозы Уменьшения всасывания глюкозы из желудочно-кишечного тракта','Сахарный диабет 2-го типа Особенно эффективен при избыточном весе и ожирении Может применяться при гестационном диабете Используется при синдроме поликистозных яичников','Нарушения функции почек Диабетическая кетоацидоз Препараты, содержащие йод (для рентгеноконтрастных исследований) Диета с ограничением калорийности менее 1000 ккал Дегидратация Острая сердечная недостаточность Острый инфаркт миокарда Шок Беременность и кормление грудью (требуется осторожность)','Желудочно-кишечные расстройства: Тошнота Рвота Диарея Вздутие живота Редко: Металлический привкус Нарушения вкуса Анацидоз Лактоацидоз (при передозировке)','Усиливает действие других сахароснижающих препаратов Уменьшает всасывание витамина В12 Влияет на результаты определения глюкозы в моче','Начальная доза: 500-1000 мг в день Максимальная суточная доза: 3000 мг Принимать во время или после еды Курс лечения определяется врачом индивидуально При необходимости возможно комбинирование с другими сахароснижающими препаратами','Риск лактоацидоза Требуется немедленная медицинская помощь Проводится симптоматическое лечение','Таблетки или таблетки, покрытые пленочной оболочкой Дозировка: 500 мг, 850 мг или 1000 мг Цвет: зеленый Форма: круглые двояковыпуклые','Защищенное от света место Температура до 25°C Недоступность для детей','3 года с даты изготовления Использовать до окончания срока годности'),
	 (6,'Действующее вещество: цетиризина гидрохлорид Вспомогательные вещества могут варьироваться в зависимости от производителя','Селективный антагонист H₁-гистаминовых рецепторов Начало действия: 20-60 минут Длительность действия: не менее 24 часов Минимальное проникновение в мозг Не оказывает существенного влияния на ЦНС в терапевтических дозах','Сезонный и хронический аллергический ринит Хроническая идиопатическая крапивница Аллергические кожные реакции Симптомы: чихание, ринорея, выделения из носа, заложенность носа, слезотечение, покраснение глаз, зуд в носу и гортани','Гиперчувствительность к цетиризину или гидроксизину Тяжелые нарушения функции почек (Cl креатинина <10 мл/мин) Детский возраст до 2 лет','Частые (>2%): Сонливость (9,63%) Головная боль (7,42%) Сухость во рту (2,09%) Редкие (<2%): Усталость Тошнота Задержка мочи Повышенное слюноотделение Пальпитация Тахикардия Гипертензия Аритмия Сердечная недостаточность','Усиливает действие седативных средств Уменьшает всасывание витамина В12 При одновременном применении с кетоконазолом или эритромицином требуется коррекция дозы','Взрослые и дети ≥12 лет: 10 мг (1 таблетка) 1 раз в день Дети 6-12 лет: 5 мг (1/2 таблетки) 1 раз в день Дети 2-6 лет: 2,5 мг (1/4 таблетки) 2 раза в день Курс лечения определяется врачом индивидуально','Признаки: сонливость, головокружение, тахикардия Требуется немедленная медицинская помощь Проводится симптоматическое лечение','Белый кристаллический порошок, растворимый в воде Выпускается в виде таблеток','Защищенное от света место Температура до 25°C Недоступность для детей','3 года с даты изготовления Использовать до окончания срока годности'),
	 (18,'Действующее вещество: панкреатин с минимальной ферментативной активностью Вспомогательные вещества: МКЦ Карбоксиметилкрахмала натриевая соль (тип А) Кремния диоксид коллоидный Магния стеарат Тальк Гипромеллоза Азорубиновый лак (Е122) Симетикон эмульсия 30% Полиакрилат дисперсия 30% Титана диоксид (Е171) Макрогол 6000','Компенсирует недостаточность внешнесекреторной функции поджелудочной железы Содержит ферменты липазу, амилазу и протеазу Облегчает переваривание жиров, углеводов и белков Способствует их полному всасыванию в тонком кишечнике','Недостаточность внешнесекреторной функции поджелудочной железы Хронический панкреатит Муковисцидоз Хронические воспалительно-дистрофические заболевания желудка, кишечника, печени, желчного пузыря Состояния после резекции или облучения органов ЖКТ Нарушения переваривания пищи, метеоризм, диарея Улучшение переваривания пищи при погрешностях в диете Подготовка к рентгенологическому исследованию и УЗИ органов брюшной полости','Повышенная чувствительность к компонентам препарата Острый панкреатит Обострение хронического панкреатита','Аллергические реакции Диарея или запор Тошнота Дискомфорт в эпигастральной области При длительном применении в высоких дозах: гиперурикозурия, повышение уровня мочевой кислоты в плазме крови У пациентов с муковисцидозом: возможное образование стриктур в илеоцекальной области','Снижает всасывание препаратов железа Уменьшает эффективность антацидных средств, содержащих кальция карбонат и/или магния гидроксид Влияет на всасывание фолиевой кислоты','Взрослые: 1-2 таблетки на прием пищи При необходимости дополнительно 1-4 таблетки во время еды Продолжительность лечения: от нескольких дней до нескольких месяцев или лет Принимать внутрь, не разжевывая, запивая водой','Данных о случаях передозировки нет Возможны: гиперурикозурия, гиперурикемия, у детей - запоры Лечение: отмена препарата, симптоматическая терапия','Розовые плоскоцилиндрические таблетки, покрытые оболочкой С почти плоскопараллельными поверхностями и скошенными кромками С характерным запахом панкреатина','Защищенное от света место Температура до 25°C Недоступность для детей','3 года с даты изготовления Не применять после истечения срока годности');
INSERT INTO public.product_info (product_id,composition,pharmacological_action,indications,contraindications,side_effects,interactions,dosage,overdose,full_description,storage_conditions,shelf_life) VALUES
	 (8,'Действующее вещество: хлорамфеникол (левомицетин) - 500 мг Вспомогательные вещества: Крахмал картофельный - 34,9 мг Повидон - 9,6 мг Кальция стеарат - 5,5 мг','Бактериостатический антибиотик широкого спектра действия Нарушает синтез белка в микробной клетке Эффективен против многих грамположительных и грамотрицательных бактерий Активен против возбудителей гнойных и кишечных инфекций','Инфекции мочевыводящих и желчевыводящих путей Инфекции, вызванные чувствительными к хлорамфениколу микроорганизмами','Повышенная чувствительность к хлорамфениколу Угнетение костномозгового кроветворения Острая интермиттирующая порфирия Дефицит глюкозо-6-фосфатдегидрогеназы Печеночная и/или почечная недостаточность Беременность и период грудного вскармливания Дети младше 3-х лет и с массой тела менее 20 кг','Вторичная грибковая инфекция Нарушения со стороны крови и лимфатической системы: Ретикулоцитопения Лейкопения Гранулоцитопения Тромбоцитопения Апластическая анемия Агранулоцитоз Нарушения со стороны нервной системы: Психомоторные расстройства Депрессия Спутанность сознания Периферический неврит Галлюцинации Нарушения со стороны желудочно-кишечного тракта: Диспепсия Тошнота Рвота Диарея Дисбактериоз','Подавляет ферментную систему цитохрома P450 Усиливает действие фенобарбитала, фенитоина, непрямых антикоагулянтов Снижает антибактериальный эффект пенициллинов и цефалоспоринов Усиливает действие пероральных гипогликемических препаратов При одновременном приеме с этанолом возможно развитие дисульфирамоподобной реакции','Взрослые: 250-500 мг 3-4 раза в сутки Суточная доза: 2000 мг Дети старше 3-х лет: 12,5 мг/кг каждые 6 часов или 25 мг/кг каждые 12 часов Продолжительность лечения: 8-10 дней Принимать внутрь за 30 минут до еды или через 1 час после еды','Симптомы: угнетение костномозгового кроветворения, желудочно-кишечные расстройства Лечение: гемосорбция, симптоматическая терапия','Таблетки белого или белого с желтоватым оттенком цвета Плоскоцилиндрической формы с риской на одной стороне и фаской','Защищенное от света место Температура не выше 30°C Недоступность для детей','5 лет с даты изготовления Не применять после истечения срока годности'),
	 (10,'Действующие вещества: Этилбромизовалерианат (20 г) Фенобарбитал (18,26 г) Масло мяты перечной (1,42 г) Вспомогательные вещества: Раствор натрия гидроксида Этанол (96%) Вода очищенная','Комбинированный препарат с седативным и спазмолитическим действием Облегчает наступление естественного сна Механизм действия компонентов: Этилбромизовалерианат: раздражает рецепторы полости рта и носоглотки, снижает рефлекторную возбудимость ЦНС Фенобарбитал: оказывает седативное, снотворное и миорелаксирующее действие Масло мяты перечной: вызывает рефлекторное расширение сосудов сердца и головного мозга','Функциональные расстройства сердечно-сосудистой системы Неврозоподобные состояния с повышенной раздражительностью Нарушение засыпания Тахикардия Спазмы кишечника','fПовышенная чувствительность к компонентам Выраженные нарушения функции почек и печени Алкоголизм Черепно-мозговая травма Беременность и грудное вскармливание Дети до 3 лет','Сонливость Головокружение Замедление сердечного ритма Снижение способности концентрации внимания Аллергические реакции Нарушения ЖКТ При длительном применении: зависимость, привыкание, бромизм','Не рекомендуется с антигистаминными препаратами Усиливает действие средств, угнетающих ЦНС Снижает эффективность некоторых лекарств (пероральные контрацептивы, глюкокортикостероиды) Усиливает токсичность метотрексата','Взрослые: 30 капель перед приемом пищи, растворив в 30-50 мл воды При необходимости можно увеличить до 40-50 капель Кратность приема: 2-3 раза в сутки Дети с 3 лет: по 1 капле на год жизни на один прием Длительность применения устанавливается врачом','Симптомы: угнетение ЦНС, нистагм, атаксия, снижение АД Лечение: прекращение приема, промывание желудка, симптоматическая терапия','Прозрачная бесцветная жидкость с характерным запахом','Защищенное от света место Температура: 15-25°C Недоступное для детей место','3 года с даты изготовления Не применять после истечения срока годности'),
	 (12,'Действующее вещество: суматриптан Дозировка: 50 мг или 100 мг в таблетке','Селективный агонист 5-НТ1-серотониновых рецепторов Стимулирует сужение кровеносных сосудов головного мозга Терапевтический эффект наступает через 30 минут после приема','Приступы мигрени с аурой или без нее','Гемиплегическая, базилярная или офтальмоплегическая форма мигрени ИБС или подозрение на нее Инфаркт миокарда в анамнезе Фармакологически неконтролируемая артериальная гипертензия Окклюзионные заболевания периферических сосудов Инсульт или преходящее нарушение мозгового кровообращения Выраженные нарушения функций печени и почек Одновременный прием с эрготамином Возраст до 18 и старше 65 лет Беременность Грудное вскармливание','Частые: Головокружение, сонливость Нарушения чувствительности Тошнота, рвота Преходящее повышение АД Чувство тяжести в теле Редкие: Судорожные припадки Нарушения зрения Сердечно-сосудистые расстройства Реакции гиперчувствительности','Не рекомендуется с эрготамином Взаимодействует с ингибиторами МАО Возможно взаимодействие с селективными ингибиторами обратного захвата серотонина ','Внутрь, проглатывая таблетку целиком Начинать лечение как можно раньше при возникновении приступа Рекомендуемая доза: 50 мг При необходимости: 100 мг Максимальная суточная доза: 300 мг Интервал между приемами: не менее 2 часов','При приеме до 400 мг: побочные эффекты те же, что и при нормальной дозе Лечение: промывание желудка, наблюдение в течение 10 часов, симптоматическая терапия','Не используется для профилактики мигрени Требуется осторожность при вождении автотранспорта Необходимо предварительное обследование у пациентов группы риска со стороны сердечно-сосудистой системы','В сухом защищенном от света месте Температура не выше 25°C Хранить в недоступном для детей месте','2 года Не использовать после истечения срока годности'),
	 (9,'Действующее вещество: ибупрофен - 500 мг Вспомогательные вещества: Крахмал картофельный - 34,9 мг Повидон - 9,6 мг Кальция стеарат - 5,5 мг ','Неселективный ингибитор ЦОГ-1 и ЦОГ-2 Уменьшает синтез ПГ Противовоспалительное действие: Уменьшает проницаемость сосудов Улучшает микроциркуляцию Снижает высвобождение медиаторов воспаления Анальгезирующее действие: Снижает интенсивность воспаления Уменьшает выработку брадикинина Жаропонижающее действие','Воспалительные и дегенеративные заболевания опорно-двигательного аппарата Ревматоидный артрит Остеоартроз Псориатический артрит Суставной синдром при обострении подагры Анкилозирующий спондилоартрит Болевой синдром: Люмбалгия Ишиалгия Миалгия Невралгия Артралгия Лихорадочные состояния различного генеза Инфекционно-воспалительные заболевания лор-органов','Гиперчувствительность Эрозивно-язвенные заболевания ЖКТ в фазе обострения "Аспириновая" бронхиальная астма Нарушение свертываемости крови Тяжелая печеночная недостаточность Тяжелая почечная недостаточность (клиренс креатинина <30 мл/мин) Детский возраст до 12 лет (таблетки, капсулы, гранулы) Детский возраст до 6 лет (таблетки шипучие) Детский возраст до 3 месяцев (суспензия для приема внутрь)','Со стороны ЖКТ: Тошнота Рвота Боль в животе НПВС-гастропатия Возможны эрозивно-язвенные поражения Со стороны нервной системы: Головная боль Сонливость Тревожность Спутанность сознания Галлюцинации Со стороны сердечно-сосудистой системы: Повышение АД Тахикардия Сердечная недостаточность Аллергические реакции: Кожная сыпь Крапивница Отек Квинке Анафилактические реакции','Снижает противовоспалительное действие ацетилсалициловой кислоты Усиливает действие непрямых антикоагулянтов Усиливает эффект пероральных гипогликемических препаратов Снижает эффективность гипотензивных препаратов Усиливает нефротоксичность циклоспорина','Взрослые: 1200-2400 мг/сут в 3-4 приема Принимать внутрь после еды Дозу и продолжительность лечения определяет врач','Взрослые: 1200-2400 мг/сут в 3-4 приема Принимать внутрь после еды Дозу и продолжительность лечения определяет врач','Белый или не совсем белый кристаллический порошок Практически нерастворимый в воде Хорошо растворимый в органических растворителях ','Защищенное от света место Температура не выше 30°C Недоступность для детей','5 лет с даты изготовления Не применять после истечения срока годности'),
	 (11,'Действующее вещество: диклофенак натрия Фармакологическая группа: НПВС (производные уксусной кислоты)','Ингибирует циклооксигеназу, блокируя синтез ПГЕ₂, ПГF₂α, тромбоксана A₂ Оказывает противовоспалительное, обезболивающее и жаропонижающее действие Биодоступность: 50% при приеме внутрь Период полувыведения: около 2 часов','Воспалительные заболевания суставов (ревматоидный артрит, ревматизм) Дегенеративные заболевания (остеоартроз, остеохондроз) Посттравматические болевые синдромы Послеоперационные боли Острый приступ подагры Первичная дисальгоменорея Мигрень Почечная и печеночная колика','Гиперчувствительность (в т.ч. к другим НПВС) Язвенная болезнь желудка и двенадцатиперстной кишки Деструктивно-воспалительные заболевания кишечника «Аспириновая» бронхиальная астма Детский возраст (до 6 лет) Последний триместр беременности','Желудочно-кишечные расстройства (тошнота, рвота, диарея) НПВС-гастропатия Головная боль, головокружение Нарушения функции печени и почек Аллергические реакции (включая анафилактические) Нарушения кроветворения','Усиливает действие антикоагулянтов Повышает концентрацию лития и дигоксина Увеличивает токсичность метотрексата Уменьшает эффект диуретиков Усиливает риск побочных эффектов глюкокортикоидов','Взрослые: 75-150 мг/сут в несколько приемов Максимальная разовая доза: 100 мг Детям от 6 лет: 2 мг/кг/сут Формы выпуска: таблетки, суппозитории, гель, раствор для инъекций','Симптомы: головокружение, тошнота, рвота, нарушения ЖКТ Лечение: промывание желудка, активированный уголь, симптоматическая терапия','Прозрачная бесцветная жидкость с характерным запахом','Хранить в защищенном от света месте Температура: от 15 до 25°C Хранить в недоступном для детей месте','3 года Не применять по истечении срока годности'),
	 (13,'Действующее вещество: омепразол (20 мг в капсуле) Вспомогательные вещества: Сахарные сферы Сахароза Натрия лаурилсульфат Кальция карбонат Калия фосфат двузамещенный Маннитол Акриловое покрытие L30D Другие вспомогательные вещества','Ингибитор протонного насоса (Н+/К+-АТФазы) Тормозит синтез соляной кислоты в желудке Начало действия через 1 час после приема Максимальный эффект через 2 часа Действие сохраняется 24 часа и более','Язвенная болезнь желудка и двенадцатиперстной кишки Рефлюкс-эзофагит Эрозивно-язвенные поражения ЖКТ, связанные с приемом НПВП Эрозивно-язвенные поражения, ассоциированные с Helicobacter pylori Синдром Золлингера-Эллисона','Повышенная чувствительность к препарату Детский возраст Беременность Период лактации С осторожностью: почечная и печеночная недостаточность','Со стороны ЖКТ: Диарея или запор Тошнота, рвота Метеоризм Боль в животе Со стороны нервной системы: Головная боль Головокружение Сонливость Бессонница Другие: Мышечная слабость Миалгия Артралгия Лейкопения Тромбоцитопения','Не влияет на всасывание кофеина, теофиллина, пироксикама Изменяет биодоступность препаратов, всасывание которых зависит от pH Не взаимодействует с антацидами','Внутрь, запивая водой Содержимое капсулы нельзя разжевывать При трудностях с глотанием можно вскрыть капсулу Дозы: Язвенная болезнь двенадцатиперстной кишки: 20 мг/сут (2-4 недели) Язвенная болезнь желудка: 20-40 мг/сут (4-8 недель) Эрозивно-язвенные поражения ЖКТ: 20 мг/сут (4-8 недель) Эрадикация H. pylori: 20 мг 2 раза в сутки (7 дней) Противорецидивное лечение: 20 мг/сут','Симптомы: нарушение зрения, сонливость, возбуждение, спутанность сознания Лечение: симптоматическое Гемодиализ неэффективен','Перед началом терапии необходимо исключить наличие злокачественного процесса При тяжелой печеночной недостаточности максимальная доза 20 мг/сут Прием пищи не влияет на эффективность','Защищенное от света место Температура не выше 25°C Недоступное для детей место','2 года Не применять после истечения срока годности'),
	 (14,'Действующее вещество: ибупрофен – 200,000 мг.

Вспомогательные вещества: целлюлоза микрокристаллическая (МКЦ-102) – 84,40 мг; крахмал кукурузный – 18,00 мг; кроскармеллоза натрия – 8,00 мг; кремния диоксид коллоидный – 6,40 мг; магния стеарат – 3,20 мг.

Состав оболочки: поливиниловый спирт – 3,68 мг; макрогол-4000 – 2,48 мг; титана диоксид – 1,84 мг.

Состав на 1 таблетку 400 мг:

Действующее вещество: ибупрофен – 400,000 мг.

Вспомогательные вещества: целлюлоза микрокристаллическая (МКЦ-102) – 168,80 мг; крахмал кукурузный – 36,00 мг; кроскармеллоза натрия – 16,00 мг; кремния диоксид коллоидный – 12,80 мг; магния стеарат – 6,40 мг.

Состав оболочки: поливиниловый спирт – 7,36 мг; макрогол-4000 – 4,96 мг; титана диоксид – 3,68 мг.','Фармакотерапевтическая группа: нестероидный противовоспалительный препарат (НПВП).

Код АТХ: М01АЕ01

Фармакологические свойства

Фармакодинамика

Ибупрофен является нестероидным противовоспалительным препаратом (НПВП), производным пропионовой кислоты. Механизм действия ибупрофена обусловлен неизбирательным ингибированием ферментов - циклооксигеназы 1 (ЦОГ-1) и циклооксигеназы 2 (ЦОГ-2), приводящим к ингибированию синтеза простагландинов - медиаторов боли, воспаления и гипертермической реакции.

Ибупрофен оказывает быстрое обезболивающее, жаропонижающее и противовоспалительное действие. Кроме того, ибупрофен обратимо ингибирует агрегацию тромбоцитов.

Обезболивающее действие препарата продолжается до 8 ч.

Фармакокинетика

Всасывание

После приема внутрь абсорбция ибупрофена высокая. Быстро и практически полностью всасывается из желудочно-кишечного тракта (ЖКТ). После приема препарата натощак максимальная концентрация (Сmaх) ибупрофена в плазме крови достигается через 45 мин, при приеме во время еды - через 1-2 ч.

Распределение

Связь с белками плазмы крови - 90 %. Медленно проникает в полость суставов, задерживается в синовиальной ткани, создавая в ней большие концентрации, чем в плазме крови. В спинномозговой жидкости обнаруживаются более низкие концентрации ибупрофена по сравнению с плазмой крови.

В ограниченных исследованиях ибупрофен обнаруживался в грудном молоке в очень низких концентрациях.

Метаболизм

После абсорбции около 60% фармакологически неактивной R-формы медленно трансформируется в активную S-форму. Подвергается метаболизму в печени.

Выведение

Выводится почками, главным образом, в виде метаболитов и их конъюгатов (в неизмененном виде не более 1%), в меньшей степени экскретируется с желчью и выводится через кишечник. Период полувыведения (Т1/2) - 2 ч.','• головная боль;
• мигрень;
• зубная боль;
• боль при дисменорее (болезненные менструации);
• боль в спине;
• мышечные и ревматические боли;
• невралгия;
• боль в суставах;
• лихорадочные состояния при гриппе и простудных заболеваниях.
Препарат предназначен для симптоматической терапии, уменьшения боли и воспаления на момент применения, на прогрессирование заболевания не влияет.','• гиперчувствительность к ибупрофену или любому из компонентов препарата;
• полное или неполное сочетание бронхиальной астмы, рецидивирующего полипоза носа и околоносовых пазух, и непереносимости ацетилсалициловой кислоты или других НПВП, в том числе в анамнезе;
• эрозивно-язвенные заболевания органов ЖКТ (в том числе язвенная болезнь желудка и 12-перстной кишки, болезнь Крона, язвенный колит) или язвенное кровотечение в активной фазе или в анамнезе (два или более подтвержденных эпизода язвенной болезни или язвенного кровотечения);
• кровотечения или перфорация язвы органов ЖКТ в анамнезе, спровоцированные применением НПВП;
• тяжелая сердечная недостаточность (функциональный класс IV по классификации NYHA);
• печеночная недостаточность тяжелой степени тяжести или заболевание печени в активной фазе;
• почечная недостаточность тяжелой степени тяжести (клиренс креатинина менее 30 мл/мин);
• подтвержденная гиперкалиемия;
• период после проведения аортокоронарного шунтирования;
• внутричерепное или другое кровотечение;
• гемофилия и другие нарушения свертываемости крови (в том числе гипокоагуляция), геморрагические диатезы;
• беременность в сроке более 20 недель;
• для препарата в дозе 200 мг: детский возраст до 6 лет;
• для препарата в дозе 400 мг: детский возраст до 12 лет.','Риск возникновения побочных эффектов можно свести к минимуму, если принимать препарат коротким курсом, в минимальной эффективной дозе, необходимой для устранения симптомов.

У людей пожилого возраста наблюдается повышенная частота побочных реакций на фоне применения НПВП, особенно желудочно-кишечных кровотечений и перфораций, в некоторых случаях с летальным исходом. Побочные эффекты преимущественно являются дозозависимыми. Нижеперечисленные побочные реакции отмечались при кратковременном приеме ибупрофена в дозах, не превышающих 1200 мг/сутки. При лечении хронических состояний и при длительном применении возможно появление других побочных реакций.

Оценка частоты возникновения побочных реакций произведена на основании следующих критериев: очень часто (≥1/10), часто (≥1/100), нечасто (≥1/1000, < 1/100), редко (≥1/10000, < 1/1000), очень редко (< 1/10000, включая единичные случаи), частота неизвестна (недостаточно данных для оценки частоты развития).

Нарушения со стороны крови и лимфатической системы: очень редко: нарушения кроветворения (анемия, лейкопения, апластическая анемия, гемолитическая анемия, тромбоцитопения, панцитопения, агранулоцитоз). Первыми симптомами таких нарушений являются лихорадка, боль в горле, поверхностные язвы в полости рта, гриппоподобные симптомы, выраженная слабость, кровотечения из носа и подкожные кровоизлияния, кровотечения и кровоподтеки неизвестной этиологии.

Нарушения со стороны иммунной системы: нечасто: реакции гиперчувствительности - неспецифические аллергические реакции и анафилактические реакции, реакции со стороны дыхательных путей (бронхиальная астма, в том числе ее обострение, бронхоспазм, одышка, диспноэ), кожные реакции (зуд, крапивница, пурпура, отек Квинке, эксфолиативные и буллезные дерматозы, в том числе токсический эпидермальный некролиз (синдром Лайелла), синдром Стивенса-Джонсона, многоформная эритема), аллергический ринит, эозинофилия; очень редко: тяжелые реакции гиперчувствительности, в том числе отек лица, языка и гортани, одышка, тахикардия, артериальная гипотензия (анафилаксия, отек Квинке или тяжелый анафилактический шок).

Нарушения со стороны желудочно-кишечного тракта: нечасто: боль в животе, тошнота, диспепсия (в том числе изжога, вздутие живота); редко: диарея, метеоризм, запор, рвота; очень редко: пептическая язва; перфорация или желудочно-кишечное кровотечение; мелена; кровавая рвота, в некоторых случаях с летальным исходом, особенно у пациентов пожилого возраста; язвенный стоматит; гастрит; частота неизвестна: обострение колита и болезни Крона.

Нарушения со стороны печени и желчевыводящих путей: очень редко: нарушения функции печени, повышение активности «печеночных» трансаминаз, гепатит и желтуха.

Нарушения со стороны почек и мочевыводящих путей: очень редко: острая почечная недостаточность (компенсированная и декомпенсированная), особенно при длительном применении, в сочетании с повышением концентрации мочевины в плазме крови и появлением отеков, гематурии и протеинурии; нефритический синдром, нефротический синдром, папиллярный некроз, интерстициальный нефрит, цистит.

Нарушения со стороны нервной системы: нечасто: головная боль; очень редко: асептический менингит.

Нарушения со стороны сердечно-сосудистой системы: частота неизвестна: сердечная недостаточность; периферические отеки; при длительном применении повышен риск тромботических осложнений (например, инфаркт миокарда); повышение артериального давления.

Нарушения со стороны дыхательной системы и органов средостения: частота неизвестна: бронхиальная астма; бронхоспазм; одышка.

Лабораторные показатели

Возможно:

снижение содержания гематокрита или гемоглобина;
увеличение времени кровотечения;
снижение концентрации глюкозы в плазме крови;
уменьшение клиренса креатинина;
повышение концентрации креатинина в плазме крови;
повышение активности «печеночных» трансаминаз.
 Если у Вас отмечаются побочные эффекты, указанные в инструкции или они усугубляются, или Вы заметили любые другие побочные эффекты, не указанные в инструкции, сообщите об этом врачу.','При назначении препарата Ибупрофен необходимо учитывать его взаимодействие со следующими препаратами:

Ацетилсалициловая кислота (за исключением низких доз ацетилсалициловой кислоты (не более 75 мг в сутки), назначенных врачом), поскольку совместное применение может повысить риск возникновения побочных эффектов. При одновременном применении ибупрофен снижает противовоспалительное и антиагрегантное действие ацетилсалициловой кислоты (возможно повышение частоты развития острой коронарной недостаточности у пациентов, получающих в качестве антиагрегантного средства малые дозы ацетилсалициловой кислоты, после начала приема ибупрофена).

Другие НПВП, в частности, селективные ингибиторы ЦОГ-2: следует избегать одновременного применения двух и более препаратов из группы НПВП из-за возможного увеличения риска возникновения побочных эффектов.

С осторожностью применять одновременно со следующими лекарственными средствами:

Антикоагулянты и тромболитические препараты: НПВП могут усиливать эффект антикоагулянтов, в частности, варфарина и тромболитических препаратов.

Антигипертензивные средства (ингибиторы АПФ и антагонисты ангиотензина II) и диуретики: НПВП могут снижать эффективность препаратов этих групп. У некоторых пациентов с нарушением функции почек (например, у пациентов с обезвоживанием или у пациентов пожилого возраста с нарушением функции почек) одновременное назначение ингибиторов АПФ или антагонистов ангиотензина II и средств, ингибирующих циклооксигеназу, может привести к ухудшению функции почек, включая развитие острой почечной недостаточности (обычно обратимой). Эти взаимодействия следует учитывать у пациентов, принимающих НПВП одновременно с ингибиторами АПФ или антагонистами ангиотензина II. В связи с этим совместное применение вышеуказанных средств следует назначать с осторожностью, особенно у пожилых лиц. Необходимо предотвращать обезвоживание у пациентов, а также рассмотреть возможность мониторинга функции почек после начала такого комбинированного лечения и периодически - в дальнейшем. Диуретики и ингибиторы АПФ могут повышать нефротоксичность НПВП.f','Взрослым: обычно 250-500 мг каждые 8 часов Максимальная суточная доза: 6 г Курс лечения определяется врачом индивидуально Продолжительность приема обычно 7-14 дней Прием во время еды для уменьшения раздражающего действия на желудок','Симптомы: угнетение костномозгового кроветворения, желудочно-кишечные расстройства Лечение: гемосорбция, симптоматическая терапияf','Розовые плоскоцилиндрические таблетки, покрытые оболочкой С почти плоскопараллельными поверхностями и скошенными кромками С характерным запахом панкреатина','Защищенное от света место Температура до 25°C Недоступность для детей','3 года с даты изготовления Использовать до окончания срока годности'),
	 (17,'Действующее вещество: Левокарнитин (100 мг/мл или 200 мг/мл на 1 мл раствора) Вспомогательные вещества: раствор хлористоводородной кислоты 1 М, вода для инъекций','Фармакотерапевтическая группа: нестероидный противовоспалительный препарат (НПВП).

Код АТХ: М01АЕ01

Фармакологические свойства

Фармакодинамика

Ибупрофен является нестероидным противовоспалительным препаратом (НПВП), производным пропионовой кислоты. Механизм действия ибупрофена обусловлен неизбирательным ингибированием ферментов - циклооксигеназы 1 (ЦОГ-1) и циклооксигеназы 2 (ЦОГ-2), приводящим к ингибированию синтеза простагландинов - медиаторов боли, воспаления и гипертермической реакции.

Ибупрофен оказывает быстрое обезболивающее, жаропонижающее и противовоспалительное действие. Кроме того, ибупрофен обратимо ингибирует агрегацию тромбоцитов.

Обезболивающее действие препарата продолжается до 8 ч.

Фармакокинетика

Всасывание

После приема внутрь абсорбция ибупрофена высокая. Быстро и практически полностью всасывается из желудочно-кишечного тракта (ЖКТ). После приема препарата натощак максимальная концентрация (Сmaх) ибупрофена в плазме крови достигается через 45 мин, при приеме во время еды - через 1-2 ч.

Распределение

Связь с белками плазмы крови - 90 %. Медленно проникает в полость суставов, задерживается в синовиальной ткани, создавая в ней большие концентрации, чем в плазме крови. В спинномозговой жидкости обнаруживаются более низкие концентрации ибупрофена по сравнению с плазмой крови.

В ограниченных исследованиях ибупрофен обнаруживался в грудном молоке в очень низких концентрациях.

Метаболизм

После абсорбции около 60% фармакологически неактивной R-формы медленно трансформируется в активную S-форму. Подвергается метаболизму в печени.

Выведение

Выводится почками, главным образом, в виде метаболитов и их конъюгатов (в неизмененном виде не более 1%), в меньшей степени экскретируется с желчью и выводится через кишечник. Период полувыведения (Т1/2) - 2 ч.','Применяют у взрослых и детей с 6 лет в качестве:
• жаропонижающего средства при острых респираторных заболеваниях, сопровождающихся повышением температуры тела;
• обезболивающего средства при болевом синдроме слабой и умеренной выраженности: при зубной боли, в том числе после удаления зубов и прочих стоматологических процедур, головной боли, мигрени, боли в горле, артралгии, остеоартрите, ушной боли при отите, миалгии, дисменорее (болезненных менструациях).
Препарат не влияет на прогрессирование заболевания.','• Повышенная чувствительность к парацетамолу или любому другому компоненту препарата; 
• детский возраст до 6 лет;
• дефицит изомальтазы и/или сахаразы, непереносимость фруктозы, глюкозо-галактозная мальабсорбция.

С осторожностью 
Почечная и печеночная недостаточность легкой и средней степени тяжести, доброкачественные гипербилирубинемии (в том числе синдром Жильбера), вирусный гепатит, алкогольное поражение печени, дегидратация, алкоголизм, беременность, период грудного вскармливания, гиповолемия, анорексия, булимия и кахексия (недостаточный запас глутатиона в печени).
При наличии какого-либо из перечисленных заболеваний перед приемом препарата необходимо проконсультироваться с врачом.','Желудочно-кишечные расстройства: Тошнота Рвота Диарея Вздутие живота Редко: Металлический привкус Нарушения вкуса Анацидоз Лактоацидоз (при передозировке)','При назначении препарата Ибупрофен необходимо учитывать его взаимодействие со следующими препаратами:

Ацетилсалициловая кислота (за исключением низких доз ацетилсалициловой кислоты (не более 75 мг в сутки), назначенных врачом), поскольку совместное применение может повысить риск возникновения побочных эффектов. При одновременном применении ибупрофен снижает противовоспалительное и антиагрегантное действие ацетилсалициловой кислоты (возможно повышение частоты развития острой коронарной недостаточности у пациентов, получающих в качестве антиагрегантного средства малые дозы ацетилсалициловой кислоты, после начала приема ибупрофена).

Другие НПВП, в частности, селективные ингибиторы ЦОГ-2: следует избегать одновременного применения двух и более препаратов из группы НПВП из-за возможного увеличения риска возникновения побочных эффектов.

С осторожностью применять одновременно со следующими лекарственными средствами:

Антикоагулянты и тромболитические препараты: НПВП могут усиливать эффект антикоагулянтов, в частности, варфарина и тромболитических препаратов.

Антигипертензивные средства (ингибиторы АПФ и антагонисты ангиотензина II) и диуретики: НПВП могут снижать эффективность препаратов этих групп. У некоторых пациентов с нарушением функции почек (например, у пациентов с обезвоживанием или у пациентов пожилого возраста с нарушением функции почек) одновременное назначение ингибиторов АПФ или антагонистов ангиотензина II и средств, ингибирующих циклооксигеназу, может привести к ухудшению функции почек, включая развитие острой почечной недостаточности (обычно обратимой). Эти взаимодействия следует учитывать у пациентов, принимающих НПВП одновременно с ингибиторами АПФ или антагонистами ангиотензина II. В связи с этим совместное применение вышеуказанных средств следует назначать с осторожностью, особенно у пожилых лиц. Необходимо предотвращать обезвоживание у пациентов, а также рассмотреть возможность мониторинга функции почек после начала такого комбинированного лечения и периодически - в дальнейшем. Диуретики и ингибиторы АПФ могут повышать нефротоксичность НПВП.','Взрослым: обычно 250-500 мг каждые 8 часов Максимальная суточная доза: 6 г Курс лечения определяется врачом индивидуально Продолжительность приема обычно 7-14 дней Прием во время еды для уменьшения раздражающего действия на желудок','Симптомы: угнетение костномозгового кроветворения, желудочно-кишечные расстройства Лечение: гемосорбция, симптоматическая терапия','Розовые плоскоцилиндрические таблетки, покрытые оболочкой С почти плоскопараллельными поверхностями и скошенными кромками С характерным запахом панкреатина','Защищенное от света место Температура до 25°C Недоступность для детей','3 года с даты изготовления Использовать до окончания срока годности'),
	 (19,'Действующее вещество: Левокарнитин (100 мг/мл или 200 мг/мл на 1 мл раствора) Вспомогательные вещества: раствор хлористоводородной кислоты 1 М, вода для инъекций','fФармакотерапевтическая группа: нестероидный противовоспалительный препарат (НПВП).

Код АТХ: М01АЕ01

Фармакологические свойства

Фармакодинамика

Ибупрофен является нестероидным противовоспалительным препаратом (НПВП), производным пропионовой кислоты. Механизм действия ибупрофена обусловлен неизбирательным ингибированием ферментов - циклооксигеназы 1 (ЦОГ-1) и циклооксигеназы 2 (ЦОГ-2), приводящим к ингибированию синтеза простагландинов - медиаторов боли, воспаления и гипертермической реакции.

Ибупрофен оказывает быстрое обезболивающее, жаропонижающее и противовоспалительное действие. Кроме того, ибупрофен обратимо ингибирует агрегацию тромбоцитов.

Обезболивающее действие препарата продолжается до 8 ч.

Фармакокинетика

Всасывание

После приема внутрь абсорбция ибупрофена высокая. Быстро и практически полностью всасывается из желудочно-кишечного тракта (ЖКТ). После приема препарата натощак максимальная концентрация (Сmaх) ибупрофена в плазме крови достигается через 45 мин, при приеме во время еды - через 1-2 ч.

Распределение

Связь с белками плазмы крови - 90 %. Медленно проникает в полость суставов, задерживается в синовиальной ткани, создавая в ней большие концентрации, чем в плазме крови. В спинномозговой жидкости обнаруживаются более низкие концентрации ибупрофена по сравнению с плазмой крови.

В ограниченных исследованиях ибупрофен обнаруживался в грудном молоке в очень низких концентрациях.

Метаболизм

После абсорбции около 60% фармакологически неактивной R-формы медленно трансформируется в активную S-форму. Подвергается метаболизму в печени.

Выведение

Выводится почками, главным образом, в виде метаболитов и их конъюгатов (в неизмененном виде не более 1%), в меньшей степени экскретируется с желчью и выводится через кишечник. Период полувыведения (Т1/2) - 2 ч.','Применяют у взрослых и детей с 6 лет в качестве:
• жаропонижающего средства при острых респираторных заболеваниях, сопровождающихся повышением температуры тела;
• обезболивающего средства при болевом синдроме слабой и умеренной выраженности: при зубной боли, в том числе после удаления зубов и прочих стоматологических процедур, головной боли, мигрени, боли в горле, артралгии, остеоартрите, ушной боли при отите, миалгии, дисменорее (болезненных менструациях).
Препарат не влияет на прогрессирование заболевания.','• Повышенная чувствительность к парацетамолу или любому другому компоненту препарата; 
• детский возраст до 6 лет;
• дефицит изомальтазы и/или сахаразы, непереносимость фруктозы, глюкозо-галактозная мальабсорбция.

С осторожностью 
Почечная и печеночная недостаточность легкой и средней степени тяжести, доброкачественные гипербилирубинемии (в том числе синдром Жильбера), вирусный гепатит, алкогольное поражение печени, дегидратация, алкоголизм, беременность, период грудного вскармливания, гиповолемия, анорексия, булимия и кахексия (недостаточный запас глутатиона в печени).
При наличии какого-либо из перечисленных заболеваний перед приемом препарата необходимо проконсультироваться с врачом.','Желудочно-кишечные расстройства: Тошнота Рвота Диарея Вздутие живота Редко: Металлический привкус Нарушения вкуса Анацидоз Лактоацидоз (при передозировке)','При назначении препарата Ибупрофен необходимо учитывать его взаимодействие со следующими препаратами:

Ацетилсалициловая кислота (за исключением низких доз ацетилсалициловой кислоты (не более 75 мг в сутки), назначенных врачом), поскольку совместное применение может повысить риск возникновения побочных эффектов. При одновременном применении ибупрофен снижает противовоспалительное и антиагрегантное действие ацетилсалициловой кислоты (возможно повышение частоты развития острой коронарной недостаточности у пациентов, получающих в качестве антиагрегантного средства малые дозы ацетилсалициловой кислоты, после начала приема ибупрофена).

Другие НПВП, в частности, селективные ингибиторы ЦОГ-2: следует избегать одновременного применения двух и более препаратов из группы НПВП из-за возможного увеличения риска возникновения побочных эффектов.

С осторожностью применять одновременно со следующими лекарственными средствами:

Антикоагулянты и тромболитические препараты: НПВП могут усиливать эффект антикоагулянтов, в частности, варфарина и тромболитических препаратов.

Антигипертензивные средства (ингибиторы АПФ и антагонисты ангиотензина II) и диуретики: НПВП могут снижать эффективность препаратов этих групп. У некоторых пациентов с нарушением функции почек (например, у пациентов с обезвоживанием или у пациентов пожилого возраста с нарушением функции почек) одновременное назначение ингибиторов АПФ или антагонистов ангиотензина II и средств, ингибирующих циклооксигеназу, может привести к ухудшению функции почек, включая развитие острой почечной недостаточности (обычно обратимой). Эти взаимодействия следует учитывать у пациентов, принимающих НПВП одновременно с ингибиторами АПФ или антагонистами ангиотензина II. В связи с этим совместное применение вышеуказанных средств следует назначать с осторожностью, особенно у пожилых лиц. Необходимо предотвращать обезвоживание у пациентов, а также рассмотреть возможность мониторинга функции почек после начала такого комбинированного лечения и периодически - в дальнейшем. Диуретики и ингибиторы АПФ могут повышать нефротоксичность НПВП.','Взрослым: обычно 250-500 мг каждые 8 часов Максимальная суточная доза: 6 г Курс лечения определяется врачом индивидуально Продолжительность приема обычно 7-14 дней Прием во время еды для уменьшения раздражающего действия на желудок','Симптомы: угнетение костномозгового кроветворения, желудочно-кишечные расстройства Лечение: гемосорбция, симптоматическая терапия','Розовые плоскоцилиндрические таблетки, покрытые оболочкой С почти плоскопараллельными поверхностями и скошенными кромками С характерным запахом панкреатина','Защищенное от света место Температура до 25°C Недоступность для детей','3 года с даты изготовления Использовать до окончания срока годности'),
	 (20,'Действующее вещество: Левокарнитин (100 мг/мл или 200 мг/мл на 1 мл раствора) Вспомогательные вещества: раствор хлористоводородной кислоты 1 М, вода для инъекций','Фармакотерапевтическая группа: нестероидный противовоспалительный препарат (НПВП).

Код АТХ: М01АЕ01

Фармакологические свойства

Фармакодинамика

Ибупрофен является нестероидным противовоспалительным препаратом (НПВП), производным пропионовой кислоты. Механизм действия ибупрофена обусловлен неизбирательным ингибированием ферментов - циклооксигеназы 1 (ЦОГ-1) и циклооксигеназы 2 (ЦОГ-2), приводящим к ингибированию синтеза простагландинов - медиаторов боли, воспаления и гипертермической реакции.

Ибупрофен оказывает быстрое обезболивающее, жаропонижающее и противовоспалительное действие. Кроме того, ибупрофен обратимо ингибирует агрегацию тромбоцитов.

Обезболивающее действие препарата продолжается до 8 ч.

Фармакокинетика

Всасывание

После приема внутрь абсорбция ибупрофена высокая. Быстро и практически полностью всасывается из желудочно-кишечного тракта (ЖКТ). После приема препарата натощак максимальная концентрация (Сmaх) ибупрофена в плазме крови достигается через 45 мин, при приеме во время еды - через 1-2 ч.

Распределение

Связь с белками плазмы крови - 90 %. Медленно проникает в полость суставов, задерживается в синовиальной ткани, создавая в ней большие концентрации, чем в плазме крови. В спинномозговой жидкости обнаруживаются более низкие концентрации ибупрофена по сравнению с плазмой крови.

В ограниченных исследованиях ибупрофен обнаруживался в грудном молоке в очень низких концентрациях.

Метаболизм

После абсорбции около 60% фармакологически неактивной R-формы медленно трансформируется в активную S-форму. Подвергается метаболизму в печени.

Выведение

Выводится почками, главным образом, в виде метаболитов и их конъюгатов (в неизмененном виде не более 1%), в меньшей степени экскретируется с желчью и выводится через кишечник. Период полувыведения (Т1/2) - 2 ч.','Применяют у взрослых и детей с 6 лет в качестве:
• жаропонижающего средства при острых респираторных заболеваниях, сопровождающихся повышением температуры тела;
• обезболивающего средства при болевом синдроме слабой и умеренной выраженности: при зубной боли, в том числе после удаления зубов и прочих стоматологических процедур, головной боли, мигрени, боли в горле, артралгии, остеоартрите, ушной боли при отите, миалгии, дисменорее (болезненных менструациях).
Препарат не влияет на прогрессирование заболевания.','• Повышенная чувствительность к парацетамолу или любому другому компоненту препарата; 
• детский возраст до 6 лет;
• дефицит изомальтазы и/или сахаразы, непереносимость фруктозы, глюкозо-галактозная мальабсорбция.

С осторожностью 
Почечная и печеночная недостаточность легкой и средней степени тяжести, доброкачественные гипербилирубинемии (в том числе синдром Жильбера), вирусный гепатит, алкогольное поражение печени, дегидратация, алкоголизм, беременность, период грудного вскармливания, гиповолемия, анорексия, булимия и кахексия (недостаточный запас глутатиона в печени).
При наличии какого-либо из перечисленных заболеваний перед приемом препарата необходимо проконсультироваться с врачом.','Желудочно-кишечные расстройства: Тошнота Рвота Диарея Вздутие живота Редко: Металлический привкус Нарушения вкуса Анацидоз Лактоацидоз (при передозировке)','При назначении препарата Ибупрофен необходимо учитывать его взаимодействие со следующими препаратами:

Ацетилсалициловая кислота (за исключением низких доз ацетилсалициловой кислоты (не более 75 мг в сутки), назначенных врачом), поскольку совместное применение может повысить риск возникновения побочных эффектов. При одновременном применении ибупрофен снижает противовоспалительное и антиагрегантное действие ацетилсалициловой кислоты (возможно повышение частоты развития острой коронарной недостаточности у пациентов, получающих в качестве антиагрегантного средства малые дозы ацетилсалициловой кислоты, после начала приема ибупрофена).

Другие НПВП, в частности, селективные ингибиторы ЦОГ-2: следует избегать одновременного применения двух и более препаратов из группы НПВП из-за возможного увеличения риска возникновения побочных эффектов.

С осторожностью применять одновременно со следующими лекарственными средствами:

Антикоагулянты и тромболитические препараты: НПВП могут усиливать эффект антикоагулянтов, в частности, варфарина и тромболитических препаратов.

Антигипертензивные средства (ингибиторы АПФ и антагонисты ангиотензина II) и диуретики: НПВП могут снижать эффективность препаратов этих групп. У некоторых пациентов с нарушением функции почек (например, у пациентов с обезвоживанием или у пациентов пожилого возраста с нарушением функции почек) одновременное назначение ингибиторов АПФ или антагонистов ангиотензина II и средств, ингибирующих циклооксигеназу, может привести к ухудшению функции почек, включая развитие острой почечной недостаточности (обычно обратимой). Эти взаимодействия следует учитывать у пациентов, принимающих НПВП одновременно с ингибиторами АПФ или антагонистами ангиотензина II. В связи с этим совместное применение вышеуказанных средств следует назначать с осторожностью, особенно у пожилых лиц. Необходимо предотвращать обезвоживание у пациентов, а также рассмотреть возможность мониторинга функции почек после начала такого комбинированного лечения и периодически - в дальнейшем. Диуретики и ингибиторы АПФ могут повышать нефротоксичность НПВП.','Взрослым: обычно 250-500 мг каждые 8 часов Максимальная суточная доза: 6 г Курс лечения определяется врачом индивидуально Продолжительность приема обычно 7-14 дней Прием во время еды для уменьшения раздражающего действия на желудок','Симптомы: угнетение костномозгового кроветворения, желудочно-кишечные расстройства Лечение: гемосорбция, симптоматическая терапия','Розовые плоскоцилиндрические таблетки, покрытые оболочкой С почти плоскопараллельными поверхностями и скошенными кромками С характерным запахом панкреатина','fЗащищенное от света место Температура до 25°C Недоступность для детей','3 года с даты изготовления Использовать до окончания срока годности');
